Repository: MurrayCode/Cross-site-Scripting-against-PHP-Applications
Catalog: XSSApplication/App/phpapps/bilboplanet/i18n/bilbo_*.po
Languages: fr

source: Loading
fr: Chargement

source: More recent posts
fr: Articles plus récents

source: Link to share
fr: Lien à partager

source: Tribes and tags
fr: Tribus et tags

source: Add a search
fr: Ajouter une recherche

source: See post
fr: Voir l'article

source: No feed found
fr: Aucun flux trouvé

source: No users found
fr: Aucun utilisateur trouvé

source: No tags found
fr: Aucun tag trouvé

source: Contact us
fr: Contactez nous

source: Allow comments on this feed
fr: Autoriser les commentaires sur ce flux

source: Allow comments on post
fr: Autoriser les commentaires sur l'article

source: All posts
fr: Tous les articles

source: Filter on tags :
fr: Filtrer par tags :

source: Website :
fr: Site web :

source: (Optional)
fr: (Optionel)

source: Remove post
fr: Supprimer l'article

source: No comments yet
fr: Pas encore de commentaires

source: You can contact the administration team through the contact form below.
fr: Vous pouvez contacter les administrateurs via le formulaire ci-dessous :

source: Shaarli instance
fr: Instance Shaarli

source: Reset
fr: Annuler

source: Visit the website
fr: Visiter le site

source: Post content
fr: Contenu de l'article

source: Register
fr: Inscription

source: Accept post
fr: Accepter articler

source: Post title
fr: Titre de l'article

source: Where is your Shaarli?
fr: Où se trouve votre Shaarli?

source: No post found
fr: Aucun article trouvé

source: Username or email
fr: Nom d'utilisateur ou email

source: New site url
fr: Adresse du nouveau site

source: Add search to tribe
fr: Ajouter recherche à la tribu

source: Add users to tribe
fr: Ajouter des utilisateurs à la tribu

source: Disallow comments on this feed
fr: Désactiver les commentaires sur ce flux

source: Add tribe icon
fr: Ajouter une icone à la tribu

source: Feed url
fr: Url du flux

source: Edit tribe
fr: Editer tribu

source: Configure your profile
fr: Configurez votre profil

source: Site url
fr: Adresse du site

source: Share on Google+
fr: Partager sur Google+

source: Page status
fr: Statut de la page

source: Users :
fr: Utilisateurs :

source: Subject
fr: Sujet

source: Ordered by popularity
fr: Ordonner par popularité

source: Stats
fr: Statistiques

source: Posts of the week
fr: Articles de la semaine

source: (eg. http://website.tld/shaarli
fr: (ex: http://website.tld/shaarli)

source: NOTE : if you have no shaarli instance, you can create one on this planet.
fr: NOTe : si vous n'avez pas d'instance shaarli, vous pouvez en créer un sur ce planet.

source: Publish
fr: Publier

source: Show posts of the user
fr: Afficher les articles de l'utilisateur

source: Your pending for validation feeds
fr: Flux en attente de validation

source: Fullname
fr: Nom complet

source: Share on Reddit
fr: Partager sur Reddit

source: Display posts of this user
fr: Afficher les articles de cet utilisateur

source: Test your RSS feed
fr: Testez vos flux RSS

source: Your full name (Will be displayed)
fr: Votre nom complet (sera affiché)

source: You can leave the password field blank if you don't want to change it
fr: Vous pouvez laisser le champ mot de passe vide si vous ne souhaitez pas le changer

source: Visit source
fr: Visiter la source

source: Signup
fr: Inscription

source: No posts found
fr: Aucun article trouvé

source: Main menu
fr: Menu principal

source: Add tag
fr: Ajouter un mot-clé

source: User id
fr: id utilisateur

source: contact us
fr: contactez nous

source: Posts of the month
fr: Articles du mois

source: Welcome on this Planet. A Planet is a feed aggregator website designed to collect posts from the weblogs of poeple of an Internet community and display them on a single page. It creates pages with entries from the original feeds. This planet is running with the Bilboplanet engine.
fr: Bienvenue sur ce planet. Un planet est un site agrégateur de flux permettant de collecter depuis des blogs d'une communauté internet des articles et de les afficher sur une seule et même page. Il crée des entrées depuis les flux originaux. Ce planet utilise le moteur du Bilboplanet.

source: Allow comments
fr: Autoriser les commentaires

source: If you want to add your own blog post to the planet you can add the feed of your blog here. After submitting a new feed, the site administrator will validate it and enable it in the system.<br/>This planet support most of the blog engines (Wordpress, Dotclear, ...). The only thing you need to submit your blog is the url of the RSS feed.
fr: Si vous souhaitez ajouter vos articles de blog sur le planet, vous pouvez ajouter le flux de votre blog ici. Après avoir soumis votre nouveau flux, l'administrateur du site validera votre demande et l'activera dans le système.<br/>Ce planet supporte la majorité des moteurs de blog (Wordpress, Dotclear, ...). La seule chose dont vous avez besoin pour proposer votre blog c'est l'URL du flux RSS.

source: Your feeds
fr: Vos flux

source: Share on Shaarli
fr: Partager sur Shaarli

source: Comma separated tags (ex: linux,web,event)
fr: Mot-clés séparés par une virgule (ex. : linux,web,event)

source: Local instance
fr: Instance locale

source: Before submitting your feed, we advise you to test your RSS / Atom feed to be sure that they will correctly be processed by our planet. You can tests your feed on the website of Simplepie or on the Feedvalidator site of W3C :
fr: Avant de soumettre votre flux, nous vous conseillons de tester vos RSS / Atom pour être certain qu'ils seront bien gérés par le planet. Vous pouvez tester vos flux sur le site de Simplepie ou sur le FeedValidator du W3C :

source: Posts of the day
fr: Articles du jour

source: Show posts of
fr: Afficher les articles de

source: Add new tags
fr: Ajouter des nouveaux tags

source: Add unwanted tags to tribe
fr: Ajouter des tags censurés à la tribu

source: Discover the background of all what you can do with Bilboplanet. Read, share, rate, add your own blog
fr: Découvrez tout ce que vous pouvez faire avec le Bilboplanet. Lire, partager, évaluer, ajouter votre propre blog

source: Disable comments on post
fr: Désactiver les commentaires sur cet article

source: Write or share
fr: Rédigez ou partagez

source: Remote shaarli
fr: Shaarli distant

source: Tribe order
fr: Ordre de la tribu

source: Add new users
fr: Ajouter des utilisateurs

source: Older posts
fr: Articles plus ancien

source: Show sidebar
fr: Afficher la barre latérale

source: Add icon to tribe
fr: Ajouter une icone à la tribu

source: Written by
fr: Ecrit par

source: Update
fr: Mise à jour

source: Add
fr: Ajouter

source: Select only
fr: Choisissez seulement

source: Comma separated user id's (ex: john22,jack,flipper)
fr: Utilisateurs séparés par virgule (ex.: john,jack,flipper)

source: Share on Twitter
fr: Partager sur Twitter

source: Empty
fr: Vide

source: Hide sidebar
fr: Cacher la barre latérale

source: Go on Shaarli
fr: Aller sur Shaarli

source: New website
fr: Nouveau site

source: Tags
fr: Mots-clés

source: No tribes found
fr: Aucune tribu trouvée

source: Here you'll find some help concerning the syntax :
fr: Ici vous trouverez de l'aide concernant la syntaxe :

source: No-tags :
fr: Non-tags :

source: Write your search in the text field
fr: Ecrivez votre recherche dans le champ texte

source: Disable comments
fr: Désactiver les commentaires

source: Portal
fr: Portail

source: Visit the source
fr: Visiter la source

source: Logout
fr: Déconnexion

source: Published by
fr: Publié par

source: Remember me
fr: Se souvenir de moi

source: (eg. http://identi.ca/myaccount or http://statusnet.example.com)
fr: (ex: http://identi.ca/myaccount ou http://statusnet.example.com)

source: Toggle tribe visibility
fr: Changer la visibilité de la tribu

source: My Shaarli
fr: Mon Shaarli

source: Feed with this parameters
fr: Flux avec ces paramètres

source: Language
fr: Langue

source: Share on StatusNet
fr: Partager sur StatusNet

source: Theses feeds need the validation of the site administrator. Please read the charter before submitting new feeds.
fr: Ces flux nécessitent la validation de l'administrateur. Veuillez lire la charte avant de soumettre de nouveaux flux.

source: Write a post
fr: Rédigez un article

source: Confirm password
fr: Confirmation mot de passe

source: Send
fr: Envoyer

source: Remove icon from tribe
fr: Supprimer l'icone de la tribu

source: Your latest posts
fr: Vos derniers articles

source: Filter on authors :
fr: Filtre sur les auteurs :

source: StatusNet account
fr: Compte StatusNet

source: Charter
fr: Charte

source: The image have to be 100px*100px or will be resized
fr: La taille de l'image doit être 100px*100px ou elle sera redimensionnée

source: Submit a feed
fr: Soumettre un flux

source: Viewed :
fr: Vus :

source: Configure your Tribes
fr: Configurer vos Tribus

source: If you need to contact the administrator of this planet (problem with a feed, help, ...) you are kindly invited to do this on our contact page :
fr: Si vous souhaitez contacter un administrateur de ce planet (problème avec vos flux, aide, ...) vous êtes invités à le faire via la page de contact :

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: Similar posts
fr: Articles similaires

source: Last post :
fr: Dernier article :

source: ex: climate change
fr: ex : changement climatique

source: Add tags to tribe
fr: Ajouter des tags à la tribu

source: Fullname :
fr: Nom complet :

source: Profile and feeds
fr: Profil et flux

source: Ordering
fr: Ordre

source: Search
fr: Recherche

source: Content
fr: Contenu

source: at
fr: à

source: Your login
fr: Votre login

source: Tribe :
fr: Tribu:

source: Remove tribe
fr: Supprimer tribu

source: Share and interact
fr: Partagez et intéragissez

source: Period of posts :
fr: Période des artricles :

source: Users
fr: Utilisateurs

source: Post count :
fr: Nombre d'articles :

source: Remove feed
fr: Supprimer flux

source: Password
fr: Mot de passe

source: Subscribe to a newsletter
fr: S'abonner à une newsletter

source: The ordering specifies the position of your tribe on the portal
fr: L'ordre détermine la position de la tribu sur le portail

source: Go to the charter
fr: Aller à la charte

source: Permalink
fr: Permalien

source: Name
fr: Nom

source: popular of the week
fr: populaires de la semaine

source: I forgot my password
fr: Mot de passe oublié

source: Ordering :
fr: Ordre :

source: Tribes
fr: Tribus

source: Your Bilboplanet Account
fr: Votre compte sur le Bilboplanet

source: Create a tribe
fr: Créer une tribu

source: See original post
fr: Afficher l'article originel

source: Tribe name
fr: Nom de la tribu

source: Welcome on the new user interface of the Bilboplanet. Here you'll be able to tag your posts and to remove them if you want.
fr: Bienvenue sur la nouvelle interface du Bilboplanet. Vous pouvez ici gérer vos articles en ajoutant des tags ou en les supprimant.

source: Info Flash
fr: Flash info

source: latest posts
fr: derniers articles

source: clear
fr: vider

source: register
fr: Inscription

source: Remove pending feed
fr: Supprimer les flux en attente

source: Search with :
fr: Chercher avec :

source: Submit to reddit
fr: Partager sur reddit

source: Search :
fr: Recherche :

source: Apply
fr: Appliquer

source: User dashboard
fr: Tableau de bord

source: Dashboard
fr: Tableau de bord

source: Powered by Bilboplanet
fr: Produit par le BilboPlanet

source: Valid CSS - Xhtml
fr: CSS - Xhtml valide

source: Designed by BilboPlanet
fr: Produit par le BilboPlanet

source: The reCAPTCHA wasn't entered correctly. Go back and try it again. (reCAPTCHA said: %s)
fr: Le Captcha n'a pas été correctement introduit. Allez à la page précédente et réessayez (reCAPTCHA a renvoyé: %s)

source: Name/Nickname :
fr: Nom/Pseudo :

source: Subject :
fr: Sujet :

source: Content of the message:
fr: Contenu du message :

source: Your email has been sent !
fr: Votre email a bien été envoyé !

source: Your request could not be sent for an unknown reason.<br/>Please try again.
fr: Votre demande n'a pas pu être envoyée pour une raison inconnue.<br/>Merci de réessayer.

source: In case of problem
fr: En cas de problème

source: If you do not recieve any confirmation from the administration team in the 5 days, do not hesitate to contact us by email at %s
fr: Si vous n'avez pas reçu de confirmation de la part de l'équipe d'administrateurs dans les 5 jours qui suivent, n'hésitez pas à nous contacter par mail à l'adresse %s

source: Vote for this post on <a href="%s" title="Go on the planet">%s</a>.
fr: Votez pour ce billet sur <a href="%s" title="Aller sur le planet">%s</a>.

source: Gravatar of %s
fr: Gravatar de %s

source: Feed
fr: Flux

source: Signup of user %s,
fr: Inscription de l'utilisateur %s,

source: User id :
fr: Id utilisateur :

source: Fullname :
fr: Nom complet :

source: Please validate your account by going on the following link :
fr: Veuillez valider votre compte en visitant le lien suivant :

source: NOTE: the link will expire in 3 days.
fr: NOTE : le lien expirera dans 3 jours.

source: Thank you
fr: Merci

source: A new user registered an account on the planet :
fr: Un nouvel utilisateur s'est enregistré sur le planet :

source: Thank you for your registration.
fr: Merci pour votre inscription.

source: There was an error, please report to the website administrator if the same error occurs several times :
fr: Une erreur est survenue, merci de le rapporter à l'administrateur du site si cette erreur se reproduit plusieurs fois :

source: Your request could not be sent for an unknown reason.<br/> Please try again or send an email manually to %s.
fr: Votre requête ne peut être envoyée pour une raison inconnue.<br/> Merci d'essayer à nouveau ou d'envoyer un mail manuellement à %s

source: If you don't recieve any news from the administration team within the 5 days do not hesitate to contact us via %s with this information :
fr: Si vous n'avez pas reçu de confirmation de la part de l'équipe d'administrateurs dans les 5 jours qui suivent, n'hésitez pas à nous contacter par mail à l'adresse %s

source: Username
fr: Nom d'utilisateur

source: You should have recieved a confirmation email. Please validate and then you'll be able to connect :
fr: Vous devriez avoir reçu un email de confirmation. Merci de le valider et ensuite vous pourrez vous connecter :

source: The user %s already exists
fr: L'utilisateur %s existe déjà

source: The email address %s is already in use
fr: L'adresse email %s est déjà utilisée

source: The website %s is already assigned to the user %s
fr: Le site web %s est déjà assigné à l'utilisateur %s

source: 404 Error
fr: Erreur 404

source: Page not found
fr: Page non trouvée

source: Password reset
fr: Changer de mot de passe

source: Someone has requested to reset the password for the following site and username.
fr: Quelqu'un a demandé de réinitialiser le mot de passe pour le site et l'utilisateur suivant.

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
fr: Pour réinitialiser votre mot de passe, rendez-vous à l'adresse suivante.Sinon ignorez simplement cet email et rien ne se passera

source: The e-mail was sent successfully to %s.
fr: L'e-mail a été envoyé avec succès à %s.

source: Your new password
fr: Votre nouveau mot de passe

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: Your new password is in your mailbox.
fr: Votre nouveau mot de passe est dans votre boîte mail

source: Passwords don't match
fr: Les mots de passe ne correspondent pas

source: You didn't change your password.
fr: Vous n'avez pas changé votre mot de passe.

source: Wrong username or password
fr: Mauvais utilisateur ou mot de passe

source: Back to login screen
fr: Retour à l'écran de login

source: Request a new password
fr: Demander un nouveau mot de passe

source: recover
fr: récupérer

source: Change your password
fr: Changez votre mot de passe

source: New password:
fr: Nouveau mot de passe :

source: Confirm password:
fr: Confirmation du mot de passe :

source: change
fr: Modifier

source: login
fr: Identification

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Popular posts
fr: Articles populaires

source: Success
fr: Succès

source: Error: article number incorrect !
fr: Erreur : numéro d'article incorrect !

source: Error: you already vote on this post !
fr: Erreur : vous avez déjà voté pour cet article

source: User bad call
fr: Mauvaise requête utilisateur

source: bad call, this ajax call does not exist
fr: Mauvaise requête, cette requête ajax n'existe pas

source: Permission denied
fr: Accès refusé

source: This action is forbidden
fr: Cette action est interdite

source: This user does not exists
fr: L'utilisateur n'existe pas

source: You must specify a valid user
fr: Vous devez spécifier un utilisateur valide

source: User links are disabled on this planet
fr: Les liens utilisateurs sont désactivés sur ce planet

source: This user have no shared links on this planet
fr: Cet utilisateur n'a pas de liens partagés sur ce planet

source: Shaarli is not installed on this server
fr: Shaarli n'est pas installé sur ce serveur

source: Impossible to detect configuration file :
fr: Impossible de trouver le fichier de configuration :

source: ERROR : The theme '%s' that is configured is not existing in the theme folder.
fr: ERREUR : Le theme '%s' qui est configuré, n'existe pas dans le répertoire de theme.

source: Database error
fr: Erreur de base de données.

source: There seems to be no Session table in your database. Is Bilboplanet completly installed?
fr: Il semblerait qu'il n'y ait pas de table Session dans votre base de données. Est-ce que le Bilboplanet est complètement installé ?

source: Error : the statusnet account is not properly configured. The given hostname is empty.
fr: Erreur : le compte statusnet n'est pas correctement configuré. L'hôte est vide.

source: Reading cache
fr: Lecture du cache

source: By %s, on %s at %s.
fr: Par %s le %s à %s

source: View post detail
fr: Voir l'article

source: Read more
fr: Lire la suite

source: Vote yes
fr: Votez oui

source: Vote no
fr: Votez non

source: This post seems pertinent to you
fr: Cet article vous semble pertinent

source: This post seems not pertinent to you
fr: Cet article ne vous semble pas pertinent

source: This post should not be here
fr: Cet article n'a pas sa place ici

source: Are you sure this post should not be on this planet and should be removed?
fr: Êtes-vous sûr que cet article ne devrait pas se trouver sur le planet et devrait être supprimé ?

source: The field "%s" has to be a valid email address
fr: Le champ "%s" doit être une adresse email valide

source: The field "%s" %s has to be a valid URL
fr: Le champ "%s" %s doit être une URL valide

source: The field "%s" %s is not a valid simplepie feed
fr: Le champ "%s" %s n'est pas un flux simplepie valide

source: The fields %s does not match
fr: Le champ %s ne correspond pas

source: The fields %s needs to have 4 characters minimum
fr: Le champ %s doit contenir 4 caractères minimum

source: The field "%s" is empty
fr: Le champ "%s" est vide

source: bytes
fr: octets

source: Kb
fr: Ko

source: MB
fr: Mo

source: English
fr: Anglais

source: French
fr: Français

source: German
fr: Allemand

source: Dutch
fr: Néerlandais

source: Arab
fr: Arabe

source: Italian
fr: Italien

source: Spanish
fr: Espagnol

source: A new Bilboplanet joined the community
fr: Un nouveau Bilboplanet a rejoint la communauté

source: Title :
fr: Titre :

source: Author :
fr: Auteur :

source: You're planet joined the Bilboplanet community !
fr: Votre planet a rejoint la communauté du Bilboplanet !

source: Problem sending email.
fr: Problème en envoyant l'email.

source: Your planet already joined the Bilboplanet community.
fr: Votre planet a déjà rejoint la communauté du Bilboplanet.

source: The Cron is stopped and exited
fr: Le cron est arrêté et quitté

source: STOP file detected, trying to shut down cron job
fr: fichier STOP détecté, tentative d'arrêter le job cron

source: Check feed :
fr: Vérification du flux :

source: No feed found :
fr: Aucun flux trouvé :

source: No feed found on %s (owner : %s)
fr: Aucun flux trouvé sur %s (propriétaire : %s)

source: Cannot write %s file.
fr: Impossible d'écrire dans le fichier %s.

source: No content on feed %s
fr: Aucun contenu sur le flux %s

source: Error in link cutting :
fr: Erreur dans la découpe du lien :

source: The feed %s is updated
fr: Le flux %s est mis à jour

source: The feed was not updated since %d days. It'll be disabled :
fr: Le flux n'a pa été mis à jour depuis %d jours. Il va être désactivé :

source: Due to errors, a feed has been disabled on %s
fr: Suite à des erreurs, un flux a été désactivé sur %s

source: The feed of %s has been disabled :
fr: Le flux %s a été désactivé :

source: The feed was in error during more than %d days
fr: Le flux était en erreur pendant plus de %d jours

source: Details :
fr: Détails :

source: User id :
fr: Id utilisateur :

source: User name :
fr: Nom d'utilisateur :

source: User email :
fr: Email :

source: Feed url :
fr: Url du flux :

source: Last checked timestamp :
fr: Timestamp de la dernière mise à jour :

source: Email alert could not be send
fr: L'email d'alerte n'a pas pu être envoyé

source: Feed disabled and email alert sent !
fr: Flux désactivé et email envoyé

source: Title change of :
fr: Changement du titre de :

source: Content change of :
fr: Changement du contenu de :

source: The folder data/images does not exists !
fr: Le répertoire data/images n'existe pas !

source: The folder data/images must writable !
fr: Le répertoire data/images n'est pas accessible en écriture !

source: The folder data/tmp does not exists !
fr: Le dépertoire data/tmp n'existe pas !

source: The folder data/tmp must writable !
fr: Le répertoire data/tmp n'est pas accessible en écriture!

source: Unknown file extension
fr: Extension de fichier inconnue

source: File not found
fr: Fichier non trouvé

source: Bad image ratio
fr: Mauvaise proportion d'image

source: Unable to create image object
fr: Impossible de créer l'objet image

source: Error when creating final image
fr: Erreur en créant l'image finale

source: Error while resizing final image
fr: Erreur en redimensionnant l'image finale

source: Error while deleting temporary image
fr: Erreur en supprimant l'image temporaire

source: Problem during saving process
fr: Problème pendant le processus d'enregistrement

source: Forbidden
fr: Interdit

source: Your database schema has been updated
fr: Votre schéma de base de donnée à été mis à jour

source: Unable to retrieve settings:
fr: Impossible de récupérer la configuration :

source: %s is not a valid setting id
fr: Le champ %s n'est pas un champ de configuration valide

source: Empty module zip file.
fr: Fichier module zip vide.

source: The zip file does not appear to be a valid Bilboplanet module.
fr: Le fichier zip n'apparait pas comme étant un module valide pour le Bilboplanet.

source: An error occurred during module deletion.
fr: Il y a eu une erreur pendant la suppression du module.

source: Unable to upgrade "%s". (same version)
fr: Impossible de mettre à jour "%s". (même version)

source: Unable to read new _define.php file
fr: Impossible de lire le nouveau fichier _define.php

source: No such module.
fr: Aucun module de ce nom.

source: Cannot remove module files
fr: Impossible de supprimer les fichiers de module

source: Cannot deactivate plugin.
fr: Impossible de désactiver le plugin.
