Repository: MurrayCode/Cross-site-Scripting-against-PHP-Applications
Catalog: XSSApplication/App/phpapps/bilboplanet/i18n/bilbo_*.po
Languages: fr

source: Cannot activate plugin.
fr: Impossible d'activer le plugin.

source: You are not an administrator
fr: Vous n'êtes pas administrateur

source: No user ID given
fr: Aucun user ID n'a été reçu

source: No password given
fr: Aucun mot de passe donné

source: User ID must contain at least 2 characters using letters, numbers or symbols.
fr: l'ID utilisateur doit contenir au moins 2 caractères, utilisant des lettres, des chiffres ou des symboles.

source: Password must contain at least 6 characters.
fr: Le mot de passe doit contenir au minimum 6 caractères

source: Invalid user language code
fr: Code de langue invalide

source: administrator
fr: administrateur

source: manage their own entries and comments
fr: Gérer ses propres entrées et commentaires

source: publish entries and comments
fr: publier des entrées et des commentaires

source: delete entries and comments
fr: Supprimer des entrées et des commentaires

source: manage all entries and comments
fr: Gérer toutes les entrées et les commentaires

source: manage categories
fr: Gérer les catégories

source: manage their own media items
fr: Gérer leur propre éléments médias

source: manage all media items
fr: Gérer tous les éléments média

source: That user does not exists in the database.
fr: Cet utilisateur n'existe pas dans la base de données.

source: That key does not exists in the database.
fr: Cette clé n'existe pas dans la base de données.

source: Next Page
fr: Page suivante

source: Previous page
fr: Page précédente

source: You are not allowed to see this page.
fr: Vous n'êtes pas autorisé à voir cette page.

source: You can delete your session if you logout :
fr: Vous pouvez supprimer votre session si vous vous déconnectez :

source: Join Bilboplanet Community
fr: Rejoignez la communauté du Bilboplanet

source: Configuration settings Planet.
fr: Configuration du Planet.

source: Common
fr: Commun

source: Access the quick summary of the planet
fr: Accéder au résumé rapide du Planet

source: Manage your profile account
fr: Gérer votre compte utilisateur

source: Manage your account
fr: Gérer votre compte

source: Manage tribes
fr: Gérer les tribus

source: Manage users
fr: Gérer les utilisateurs

source: Pending feeds
fr: Flux en attente

source: Manage feeds
fr: Gérer les flux

source: Manage posts
fr: Gérer les articles

source: Manage newsletter of the planet
fr: Gérer la newsletter du planet

source: Author configuration
fr: Configuration de l'auteur du planet

source: Planet Author
fr: Auteur du Planet

source: Planet Configuration
fr: Configuration du Planet

source: Planet configuration
fr: Configuration du Planet

source: View logs information
fr: Afficher les informations de log

source: Logs Files
fr: Fichiers de log

source: Import/Export Planet configuration
fr: Importer/Exporter la configuration du planet

source: Clear Planet cache
fr: Nettoyer le cache du Planet

source: Clear cache
fr: Nettoyer le cache

source: Feed fetching system configuration
fr: Configuration du système de récupération des flux

source: Feed fetching
fr: Récupération des flux

source: Moderation
fr: Modération

source: Moderation interface
fr: Interface de modération

source: Tag the last posts
fr: Tagger les derniers articles

source: Tagging
fr: Tagger

source: System
fr: Système

source: Manage user permissions
fr: Gérer les permissions utilisateur

source: Moderate some posts.
fr: Modérer des articles.

source: The moderation functionnality is disabled. If you want to enable it, please go to the configuration page
fr: La fonctionnalité de modération est désactivée. Si vous souhaitez l'activer, veuillez aller à la page de configuration

source: Elements to display
fr: Elements à afficher

source: Filter by user
fr: Filtrer par utilisateur

source: Filter
fr: Filtrer

source: Moderation of your post
fr: Modération de votre article

source: Comment
fr: Commentaire

source: Reference contact email
fr: Email de contact

source: Author Website
fr: Site web de l'auteur

source: Contact Name
fr: Nom de contact

source: Modification succeeded
fr: Modification réussie

source: Users Options
fr: Options des utilisateurs

source: Configuring user settings.
fr: Configurer l'utilisateur.

source: Other Instant Messaging
fr: Autre messagerie instantanée

source: About Me
fr: A propos

source: Latest articles :
fr: Derniers articles :

source: User
fr: Utilisateur

source: Title
fr: Titre

source: BilboPlanet news - Official Website :
fr: Nouvelles du Bilboplanet - Site Officiel :

source: Quick summary of the planet
fr: Aperçu rapide du planet

source: WARNING : please remove /admin/install folder for maximum security
fr: ATTENTION : veuillez supprimer le répertoire /admin/install

source: Statistics :
fr: Statistiques :

source: The update is running
fr: La mise à jour est en marche

source: The update is stopped
fr: La mise à jour est arrêtée

source: The update is disabled
fr: La mise à jour est désactivée

source: The update on loading of index page enabled
fr: Mise à jour au chargement de la page d'index activée

source: Current size of the database :
fr: Taille actuelle de la base de donnée :

source: Number of articles in the DB :
fr: Nombre d'articles :

source: Number of votes in the DB :
fr: Nombre de votes :

source: Number of members in the DB :
fr: Nombre de membres :

source: Number of feeds in the DB :
fr: Nombre de flux :

source: System information :
fr: Informations du système :

source: Date server :
fr: Date du serveur :

source: Operating System :
fr: Système d'exploitation :

source: PHP version :
fr: Version PHP :

source: Database version :
fr: Version de la base de donnée :

source: Server :
fr: Serveur :

source: Memory :
fr: Mémoire :

source: Your BilboPlanet version :
fr: Version de votre Bilboplanet :

source: The cache files were correctly deleted.
fr: Les fichiers de cache ont été correctement supprimés.

source: Manage cache
fr: Gérer le cache

source: Remove the cache files
fr: Supprimer les fichiers de cache

source: Delete cache
fr: Supprimer le cache

source: The following files were deleted :
fr: Les fichiers suivant ont été supprimés :

source: Tagging interface
fr: Interface de tagging

source: Tag posts and put them together by theme.
fr: Tagger cet article et les rassembler par thème.

source: Next page
fr: Page suivante

source: The post %s was removed
fr: L'article %s a été supprimé

source: The post %s was changed
fr: L'article %s a été modifié

source: Filtering of the posts
fr: Filtrage des articles

source: Filter articles
fr: Filtrer les articles

source: Posts of the member :
fr: Articles de l'utilisateur :

source: All
fr: Tous

source: Post status
fr: Statut de l'article

source: inactive
fr: inactif

source: active
fr: actif

source: pending
fr: en attente

source: Number of posts
fr: Nombre d'articles

source: List of the posts
fr: Liste des articles

source: NOTE: If you delete a post which is too recent, it will be refetched next time the update happen !!
fr: NOTE: Si vous supprimez un article trop récent, il sera récupéré et republié lors de la prochaine mise à jour !!

source: Status
fr: Statut

source: Change
fr: Modifier

source: Delete
fr: Supprimer

source: Show items by :
fr: Afficher les articles par :

source: All the log files
fr: Tous les fichiers de log

source: Management planet log files (Advanced users).
fr: Gestion des fichiers de log du planet (Utilisateurs avancés)

source: Purge all the log files
fr: Supprimez tous les fichiers de log

source: Add an user
fr: Ajouter un utilisateur

source: Add a feed
fr: Ajouter un flux

source: Filter feedlist
fr: Filtrer la liste des flux

source: To add a new member, fill out the form below.
fr: Pour ajouter un nouveau membre, remplissez le formulaire ci-dessous.

source: Minimum 4 chars
fr: Minimum 4 caractères

source: Website (Optional)
fr: Site web (facultatif)

source: ex: http://www.example.com
fr: ex : http://www.example.com ou http://planet.example.com

source: Active feeds
fr: Flux actifs

source: Inactive feeds
fr: Flux inactifs

source: Auto disabled feeds
fr: Flux désactivés automatiquement

source: Feed status
fr: Statut du flux

source: Manage member's feeds. Notice that you can only add a feed to a user who has a website. So you first need to create the user and add a site to him
fr: Gérer les flux des utilisateurs. Notez qu'on ne peut ajouter un flux que sur un utilisateur qui a un site. Il faut donc d'abord ajouter un site à un utilisateur avant de pouvoir lui attribuer un flux

source: -- Choose an user --
fr: -- Choisissez un utilisateur --

source: -- Choose an user id --
fr: -- Choisissez un user id --

source: Choose the website of the feed
fr: Choisissez le site du flux

source: Full feed URL
fr: URL complète du flux

source: ex: http://www.bilboplanet.com/feed/atom/
fr: ex : http://www.bilboplanet.com/feed/

source: Feed name
fr: Nom du flux

source: ex: gnu/Linux posts
fr: ex : articles gnu/Linux

source: Trusted URL
fr: URL de confiance

source: Manage member feed.
fr: Gérer les flux des membres.

source: ex: GNU/Linux posts
fr: ex : articles gnu/Linux

source: Feed URL
fr: URL du flux

source: Filter userlist
fr: Filtrer la liste d'utilisateurs

source: Active user
fr: Utilisateur actif

source: Inactive user
fr: Utilisateur inactif

source: User status
fr: Statut utilisateur

source: List of the users
fr: Liste des utilisateurs

source: List of members of the Planet
fr: Liste des membres du Planet

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmation du nouveau mot de passe

source: Site name
fr: Nom du site

source: ex: Bilboplanet blog
fr: ex : Bilboplanet

source: Site URL
fr: Adresse du site

source: List of pending feeds
fr: Liste des flux en attente

source: List of pending feeds for the Planet
fr: Liste des flux en attente pour le Planet

source: Refuse subscription
fr: Désactiver l'inscription

source: Accept subscription
fr: Activer l'inscription

source: Back on the Bilboplanet
fr: Retour au BilboPlanet

source: About
fr: A propos

source: Bilboplanet was developed by
fr: Bilboplanet est développé par

source: BilboPlanet : Useful links
fr: BilboPlanet : Liens utiles

source: Official WebSite:
fr: Site Officiel :

source: Official Forum:
fr: Forum officiel :

source: Official Documentation:
fr: Documentation officielle :

source: Code and bug tracking:
fr: Code et gestion des bugs:

source: Check user statuses and configure their permissions
fr: Vérifier les status des utilisateurs et configurer leurs permissions

source: Selection of the week
fr: Sélection de la semaine

source: Make your selection of the week
fr: Faites votre sélection de la semaine

source: Pool of selectionned posts between %s and %s
fr: Dépô des articles sélectionnés entre %s et %s

source: Your email address
fr: Votre adresse email

source: This is your own email
fr: Ceci est votre propre email

source: Manage account
fr: Gérer votre compte

source: You can change your profile configuration here
fr: Gérer votre compte utilisateur

source: Manage tribes. You can add user filters, search filters and tag filters. You can add tribes for all users or for specific users.
fr: Gérer les tribus. Vous pouvez ajouter des filtres par utilisateur, par recherche, par tags. Vous pouvez ajouter des tribus pour tous les utilisateurs ou pour un utilisateur en particulier.

source: -- ALL USERS --
fr: -- TOUS LES UTILISATEURS --

source: Owner
fr: Propriétaire

source: The ordering specifies the position of your tribe on the portal.
fr: L'ordre détermine la position de la tribu sur le portail

source: Manage tribes.
fr: Gérer les tribus

source: Select the users to add
fr: Choisissez les utilisateurs à ajouter

source: Sender
fr: Expéditeur

source: Recipients
fr: Destinataires

source: Are you sure you want to send this newsletter?
fr: Êtes-vous sûr de vouloir envoyer cette newsletter?

source: Yes
fr: Oui

source: No
fr: Non

source: Your email has been sent
fr: Votre email a bien été envoyé

source: Select all members
fr: Sélectionner tous les utilisateurs

source: Select recipients of the newsletter
fr: Sélectionner les destinataires de la newsletter

source: Complete the informations of the newsletter
fr: Complétez les informations de la newsletter

source: Default
fr: Par défaut

source: Preview
fr: Aperçu

source: You shoud have selected %s
fr: Vous auriez dû selectionner %s

source: Enable update on loading of index page: Enable
fr: Activer la mise à jour au chargement de la page d'index : Activé

source: Enable update on loading of index page: Disable
fr: Activer la mise à jour au chargement de la page d'index: Désactivé

source: The automatical update is disabled
fr: La mise à jour automatique est désactivée

source: The update can not start : the process is already started (You can force update by deleting the /inc/cron_running.txt file)
fr: La mise à jour ne peut pas démarrer : le processus est déjà lancé (vous pouvez forcer la mise à jour en supprimant le fichier /inc/cron_running.txt)

source: The automatic update is enabled
fr: La mise à jour automatique est activée

source: Manual update ...
fr: Mise à jour manuelle...

source: Error while updating : %s
fr: Erreur pendant la mise à jour : %s

source: Automatic update
fr: Mise à jour automatique

source: System configuration update.
fr: Mise à jour de la configuration du système.

source: Stop the update algorithm
fr: Arrêter l'algorithme de mise à jour

source: Start the update algorithm
fr: Démarrer l'algorithme de mise à jour

source: Start a manual update
fr: Démarrer une mise à jour manuelle

source: Enable update on loading of index page
fr: Activer la mise à jour au chargement de la page d'index

source: Setup feed update
fr: Configurer la mise à jour des flux

source: How to configure the update of the feeds ?
fr: Comment configurer la mise à jour des flux ?

source: How does it work?
fr: Comment ça marche ?

source: The update algorithm can work on several ways. The optimal solution that consumes less ressources and will give you the best results is clearly to setup a cron update manually into your server. But here you'll find a short explanation of the several methods :
fr: L'algorithme de mise à jour peut fonctionner de plusieurs manières. La solution optimale qui consomme le moins de ressources et donnera les meilleurs résultats est clairement l'installation manuelle d'un cron sur votre serveur. Cependant, vous trouverez ici une petite explication sur les différentes méthodes existantes :

source: The first intuitive way is to use this page to update manually the feeds of your database by clicking on the 'Start a manual update' option in the menu above. This means that it will update all your feeds only once.
fr: La première solution intuitive est d'utiliser cette page pour mettre à jour manuellement les flux de la base de donnée en cliquant sur l'option "Démarrer une mise à jour manuelle" dans le menu ci-dessus. Ca signifie que ça va mettre à jour vos flux une fois seulement.

source: The second solution is to click on the 'Start the update algorithm' in the form. This will enable a PHP script which will fetch your feeds. This can be done but needs some special PHP libraries on your web server that may not be installed. This solution can be used but we advise you to check sometimes if the update engine is still alive (it can be killed after a time)
fr: La seconde solution est de cliquer sur "Démarrer l'algorithme de mise à jour" dans le formulaire. Ceci va activer un script PHP qui va récupérer vos flux. Cette solution peut être utilisée mais utilise quelques librairies spéciales PHP que vous n'avez pas nécessairement sur votre serveur. De plus, si vous utilisez cette solution, veuillez à vérifier de temps en temps que la mise à jour fonctionne toujours. Elle se désactive parfois toute seule (le processus peut être tué).

source: Another intuitive way to configure the update of your feeds is by enabling update on index page loading. This means that all your feeds will be updated whenever people connect to your site. This is a good manner to deal with the update but can slightly slow down your site.
fr: Une autre possibilité intuitive c'est de configurer la mise à jour au chargement de la page d'index (voir checkbox ci-dessus). Ceci signifie que la mise à jour sera activée à la visite de votre site. C'est une solution souvent utilisée mais qui peut gêner légèrement l'expérience utilisateur sur votre site.

source: The optimal solution as said before it to configure manually the crontab of your server to enable the update. To configure a cron manually you'll find some advice here under.
fr: La solution optimale, comme expliqué plus haut, est de configurer manuellement le crontab de votre serveur pour activer la mise à jour. Pour configurer un cron manuellement, vous pourrez trouver quelques conseils ci-dessous.

source: You can setup a manual crontab update by calling automatically every X time the following page :
fr: Vous pouvez mettre en place un crontab manuellement en appellant tous les X temps la page suivante :

source: This will automatically launch the update and log it into the log files.
fr: Ceci va automatiquement lancer la mise à jour et enregistrer les informations dans les fichiers journaux.

source: Please do not use special chars in user_id field. Allowed chars are only a-z, A-Z and 0-9
fr: Veuillez ne pas utiliser de caractères spéciaux pour le champ user_id. Les caractères autorisés sont a-z, A-Z et 0-9

source: User %s successfully added
fr: L'utilisateur %s a été ajouté avec succès

source: User status toggled
fr: Statut utilisateur changé

source: The email address %s is already in use by %s
fr: L'adresse email %s est déjà utilisée par l'utilisateur %s

source: User %s successfully updated
fr: L'utilisateur %s a été mis à jour avec succès

source: You are not allowed to remove a super user
fr: Vous n'êtes pas authorisé à supprimer un super-utilisateur

source: Are you sure you want to remove user %s ?
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur %s ?

source: This action can not be canceled
fr: Cette action ne peut pas être annulée

source: All the posts of the user will be removed
fr: Tous les articles de cet utilisateur seront supprimés

source: All the votes on these posts will be removed
fr: Tous les votes sur ces articles seront supprimés

source: All the feeds of this user will be removed
fr: Tous les flux de cet utilisateur seront supprimés

source: All the tribes of this user will be removed
fr: Toutes les tribus de cet utilisateur vont être supprimées

source: All the settings of this user will be removed
fr: Toutes les personalisations de cet utilisateur vont être supprimées

source: Confirm
fr: Confirmez

source: Delete of user %s succeeded
fr: Suppression de l'utilisateur %s réussie

source: User Informations
fr: Informations utilisateur

source: Website
fr: Site web

source: Disable user
fr: Désactiver utilisateur

source: Enable user
fr: Activer utilisateur

source: Planet author
fr: Auteur du Planet

source: Add a new website
fr: Ajouter un nouveau site

source: Tribe %s was successfully added
fr: La tribu %s a été ajoutée avec succès

source: This tribe id is already existing. This error should not occur : please report to developper
fr: La tribu existe déjà. Cette erreur ne devrait pas arriver : veuillez prévenir les développeurs.

source: Please select the user that you want to add to the tribe
fr: Veuillez sélectionner l'utilisateur que vous souhaitez ajouter à la tribu

source: Tribe %s successfully updated
fr: La tribu %s a été mise à jour avec succès

source: The ordering has to be an integer value.
fr: L'ordre doit être une valeur entière.

source: Tribe visibility toggled
fr: Changement de la visibilité de la tribu

source: Tribe does not exist
fr: La tribu n'existe pas

source: Are you sure you want to remove tribe %s ?
fr: Êtes-vous sûr de vouloir supprimer la tribu %s ?

source: Delete of tribe %s succeeded
fr: Suppression de la tribu %s réussie

source: This tribe does not exist in the database
fr: Cette tribu n'existe pas dans la base de donnée

source: The tag was successfuly removed
fr: Le tag a été correctement supprimé

source: Users added :
fr: Utilisateurs ajoutés:

source: The search was successfuly removed
fr: La recherche a été correctement supprimée

source: Search added :
fr: Recherche ajoutéé :

source: Tags added :
fr: Tags ajoutés:

source: The unwanted tag was successfuly removed
fr: Le tag a correctement été supprimé

source: Notags added :
fr: Tags ajoutés:

source: There was an error during file upload
fr: Un erreur s'est produite pendant le téléchargement de l'image

source: The image file should not exceed 150Kb
fr: L'image ne doit pas dépasser 150Ko

source: The format of the file is not supported :
fr: Le format du fichier n'est pas supporté :

source: This file has the wrong file extension
fr: Ce fichier a la mauvaise extension

source: The tribe icon has to be almost square (allowed rate of 0.9)
fr: L'icone de la tribu doit être pratiquement carrée (proportion autorisée 9/10)

source: The image could not be modified. (File extension is %s)
fr: L'image n'a pas pu être modifiée (L'extension est %s)

source: The file you want to copy is alreay existing. Please try again.
fr: Le fichier que vous voulez copier existe déjà. Veuillez réessayer.

source: The image was successfully uploaded to the tribe
fr: L'image a été ajoutée à la tribu avec succès

source: The file could not be saved to %s
fr: Le fichier n'a pas pu être enregistré dans %s

source: This tribe have no icons
fr: Cette tribu n'a pas d'icone

source: The icon file %s does not exists
fr: L'image %s n'existe pas

source: The icon was successfully removed from the tribe
fr: L'image a été supprimée de la tribu avec succès

source: Impossible to delete file
fr: Impossible de supprimer le fichier

source: Admin
fr: Administrateur

source: empty
fr: vide

source: This user already owns the feed %s
fr: Cet utilisateur a déjà le flux %s

source: The feed %s is owned by site %s
fr: Le flux %s est déjà utilisé par le site %s

source: They are already multiple use of feed %s
fr: Il y a déjà des utilisations multiples du flux %s

source: Feed %s was successfully added
fr: Le flux %s a été correctement ajouté

source: Please select the user to you want to add the feed
fr: Veuillez sélectionner l'utilisateur auquel vous souhaitez ajouter le flux

source: Please select the site to you wand to add the feed
fr: Veuillez sélectionner le site auquel vous souhaitez ajouter le flux

source: The feed %s is already used by user %s
fr: Le flux %s est déjà utilisé par l'utilisateur %s

source: Feed %s successfully updated
fr: Le flux %s a été mis à jour avec succès

source: Feed status toggled
fr: Statut du flux changé

source: Feed trust changed
fr: Confiance du flux changée

source: Are you sure you want to remove feed %s ?
fr: Êtes-vous sûr de vouloir supprimer le flux %s ?

source: Delete of feed %s succeeded
fr: Suppression du flux %s réussie

source: This feed does not exist in the database
fr: Ce flux n'existe pas dans la base de données.

source: The tag you want to remove doesn't exist on this feed
fr: Le tag que vous souhaitez supprimer n'existe pas sur ce flux

source: Nothing to do
fr: Rien à faire

source: Feed successfully updated
fr: Les flux ont été mis à jour avec succès

source: Website(s) user Informations
fr: Information sur le site de l'utilisateur

source: Disable feed
fr: Désactiver le flux

source: Enable feed
fr: Activer le flux

source: Untrust this feed
fr: Retirer sa confiance pour ce flux

source: Trust this feed
fr: Avoir confiance dans ce flux

source: Disable comments on this feed
fr: Désactiver les commentaires sur ce flux

source: Tag feed
fr: Tagger le flux
