Repository: MurrayCode/Cross-site-Scripting-against-PHP-Applications
Catalog: XSSApplication/App/phpapps/bilboplanet/i18n/bilbo_*.po
Languages: fr

source: Feed name :
fr: Nom du flux :

source: Site URL :
fr: Adresse du site :

source: The post is already accepted
fr: L'article est déjà activé

source: Post successfully updated
fr: L'article a été mis à jour avec succès

source: The post is already refused
fr: L'article est déjà désactivé

source: Mail could not be send
fr: Le mail n'a pas pu être envoyé

source: Post successfully refused
fr: L'article a été désactivé avec succès

source: Dear %s,
fr: Cher %s,

source: Dear user,
fr: Cher utilisateur,

source: Our team has carefully read your latest post : %s However, this article raised questions among us and we hesitate to keep it in the feed of our website. Indeed :
fr: Notre équipe a lu attentivement votre dernier article: %s Néanmoins, cet article a soulevé des questions au sein de l'équipe et nous hésitons à la garder dans le flux de votre site web. En effet :

source: We decided to remove your post from our main feed. We are of course disposed to answer to any question and to discuss with you about this.
fr: Nous avons décidé de supprimer votre article de notre flux principal. Nous sommes bien sur disposés à répondre à toutes vos questions à ce sujet et à entamer une discussion avec vous.

source: Thank you for your contribution on the %s
fr: Merci pour votre contribution sur le %s

source: Sincerely yours
fr: Bien à vous

source: Author
fr: Auteur

source: Accept
fr: Accepter

source: Refuse
fr: Refuser

source: %s last posts :
fr: %s derniers articles :

source: Regards,
fr: Sincèrement,

source: Subscription successfully refused
fr: L'inscription a été refusée avec succès

source: Date of submission
fr: Date de soumission

source: Impossible to change your own role
fr: Impossible de changer votre propre rôle

source: User %s is now know as %s
fr: L'utilisateur %s est maintenant connu sous le nom de %s

source: There was a problem during toggling user role
fr: Il y a eu un problème pendant la modification du rôle de l'utilisateur

source: User %s has new permissions : %s
fr: L'utilisateur %s a de nouvelles permissions : %s

source: Role
fr: Rôle

source: Normal user
fr: Utilisateur normal

source: Website manager
fr: Gestionnaire de site

source: Super user
fr: Super utilisateur

source: The tag you want to remove doesn't exist on this post
fr: Le tag que vous souhaitez supprimer n'existe pas sur cet article

source: Tag post
fr: Tagger l'article

source: The user %s already own the website %s
fr: L'utilisateur %s est déjà propriétaire du site %s

source: The website %s owns to user %s
fr: Le site web %s appartient à l'utilisateur %s

source: Website %s successfully added to user %s
fr: Le site %s a été ajouté à l'utilisateur %s avec succès

source: The website %s is owned by user %s
fr: Le site web %s appartient à l'utilisateur %s

source: Website %s successfully updated
fr: Le site %s à été mis à jour avec succès

source: Site status toggled
fr: Statut du site changé

source: Are you sure you want to remove site %s ?
fr: Êtes-vous sûr de vouloir supprimer le site %s ?

source: All the posts comming from this site will be removed
fr: Tous les articles venant de ce site seront supprimés

source: All the feeds of this site will be removed
fr: Tous les flux de ce site seront supprimés

source: Delete of site %s succeeded
fr: Suppression du site %s réussie

source: The title can not be empty
fr: Le titre ne peut pas être vide

source: Only numeric value are allowed for number of posts by page
fr: Seules des valeurs numériques sont acceptées pour le nombre d'articles par page

source: Subscription page content can not be empty
fr: Le contenu de la page d'inscription ne peut pas être vide

source: Impossible to reach statusnet server : the service could not be activated
fr: Impossible de joindre l'instance statusnet : le service est peut-être désactivé

source: Value
fr: Valeur

source: Title of the Planet
fr: Titre du planet

source: Description of the Planet
fr: Description du planet

source: Graphical theme
fr: Thème graphique

source: Language of the Planet
fr: Langue du Planet

source: Information message (optional)
fr: Message d'information (facultatif)

source: Reserved tags
fr: Tags réservés

source: comma separated tags (i.e : pl-agenda, pl-selected)
fr: Mot-clés séparés par une virgule (ex. : linux,web,event)

source: Show the contact page
fr: Afficher la page de contact

source: Enable voting
fr: Activer les votes

source: Votes system
fr: Système de votes

source: yes-no
fr: oui-non

source: Positive and Negative
fr: Positif et négatif

source: yes-warn
fr: oui-avertissement

source: Positive and Warning
fr: Positif et avertissement

source: Option of moderation
fr: Option de modération

source: Allow comments on posts
fr: Autoriser les commentaires

source: This will allow some post to accept some comments
fr: Ceci authorisera la publication de commentaires sur certains articles

source: Enable avatar
fr: Activer l'avatar

source: Work with
fr: Travailler avec

source: Maintenance mode
fr: Mode maintenance

source: Log level
fr: Niveau de log

source: Number of posts by page
fr: Nombre d'articles par page

source: Analytics engine
fr: Moteur de statistiques

source: Disabled
fr: Désactivé

source: Google Analytics id
fr: Identifiant Google Analytics

source: Piwik site URL
fr: URL de Piwik

source: Piwik site id
fr: Identifiant de site Piwik

source: Enable Internal links
fr: Activer les liens internes

source: Allow using feed with no moderation at <br/>%s
fr: Autoriser l'utilisation de flux sans modération à <br/>%s

source: Show similar posts at the bottom of each post
fr: Afficher les articles similaires au pied de chaque article

source: Enable shaarli instances on /shaarli
fr: Activer l'instance Shaarli sur /shaarli

source: Planet statusnet host
fr: Hôte du statusnet du planet

source: Planet statusnet username
fr: Login statusnet

source: Planet statusnet password
fr: Mot de passe statusnet

source: Statusnet messages format
fr: Format des messages statusnet

source: (ex: "[Site name] %(author)s %(title)s" where "%(author)s" is the author of the post and "%(title)s is the title")
fr: (ex: "[Nom site] %(author)s %(title)s" où "%(author)s" est l'auteur de l'article et "%(title)s" est le titre)

source: Statusnet activate automatic post
fr: Activer la publication automatique de status sur statusnet

source: Enable subscription
fr: Activer l'inscription

source: Subscription page content
fr: Contenu de la page d'inscription

source: Enabled
fr: Activé

source: Allow post comments
fr: Autoriser les commentaires

source: Planet Analytics Engine
fr: Moteur de statistiques du planet

source: Piwik URL (don't forget the "/" at the end)
fr: URL Piwik(N'oubliez pas le "/" à la fin)

source: Piwik Site ID
fr: Identifiant de site Piwik

source: Planet statusnet host (ex: http://identi.ca)
fr: Hôte du statusnet du planet (ex : http://identi.ca)

source: No configuration file
fr: Pas de fichier de configuration

source: There is no configuration file, you need to create one. Therefor you can use the wizard to generate a configuration file. Click "Next" to go to the setup page.
fr: Il n'y a pas de fichier de configuration, vous devez en créer un. Pour cela, vous pouvez utiliser l'assistant qui générera automatiquement un fichier de configuration. Cliquez sur "Suivant" pour aller à la page d'installation.

source: Next
fr: Suivant

source: The Bilboplanet is already installed.
fr: Le Bilboplanet est déjà installé.

source: If you are upgrading to a newer version of the Bilboplanet, please upgrade your database by running the %s/inc/upgrade_db.php script
fr: Si vous mettez à jour vers une version plus récente du Bilboplanet, veuillez mettre à jour votre base de donnée en utilisant le script %s/inc/upgrade_db.php

source: The Bilboplanet can not be installed
fr: Le Bilboplanet ne peut pas être installé

source: Unable to read %s file.
fr: Impossible de lire le fichier %s.

source: Please fill the title in.
fr: Veuillez remplir le titre.

source: Please fill the user email in.
fr: Veuillez remplir l'adresse email de l'utilisateur.

source: Please fill the username in.
fr: Veuillez remplir le nom d'utilisateur.

source: The username has to be formed of minimum 2 characters with letters of numbers
fr: Le nom d'utilisateur doit être formé au minimum de 2 caractères avec des lettres et des chiffres

source: Invalid email address
fr: Adresse email invalide

source: The passwords don't match
fr: Les mots de passe ne correspondent pas

source: The password have to contain minimum 6 characters.
fr: Le mot de passe doit contenir au minimum 6 caractères

source: Installation of the Bilboplanet
fr: Installation du Bilboplanet

source: Errors:
fr: Erreurs :

source: The configuration file was successfully created.
fr: Le fichier de configuration a bien été crée

source: Information on the BilboPlanet
fr: Informations sur le Bilboplanet

source: Thank you for taking somes minutes to answer those questions to help to the configuration of the bilboplanet.
fr: Merci de prendre quelques minutes pour répondre à ces questions pour aider à la configuration du bilboplanet

source: Fields marked with an asterisk are obligatory
fr: Les champs marqués d'un asterisque sont obligatoires

source: Information of the user
fr: Information de l'utilisateur

source: Enter your fullname or the name you want to be displayed
fr: Entrez votre nom complet ou le nom que vous souhaitez voir affiché

source: Enter your email address
fr: Entrez votre adresse email

source: Website of the user
fr: Site web de l'utilisateur

source: Entre address of your website or blog (optional)
fr: Ajoutez l'adresse de votre site ou blog personnel (optionnel)

source: Information on the Planet
fr: Information du planet

source: Fill the title of your planet
fr: Remplissez le titre de votre planet

source: Give a description of your planet
fr: Donnez une description du planet

source: Planet Language
fr: Langue du planet

source: Choose your langage
fr: Choisissez votre langue

source: Join the Bilboplanet community
fr: Rejoignez la communauté du Bilboplanet

source: This will notify the developpers of the Bilboplanet that you are using their work. Your planet will be added to the community and you will be informed when new important features will be released. You will also be able to ask for new features to the development team.
fr: Ceci va notifier les développeurs du Bilboplanet que vous utilisez leur travail. Votre planet sera ainsi ajouté à la communauté et vous serez tenu au courant des nouvelles fonctionnalités qui seront publiées. Vous pourrez aussi participer aux choix des nouvelles fonctionnalités pour les versions futures.

source: Administration username and password
fr: Nom d'utilisateur et mot de passe d'administration

source: Required field
fr: Champ requis

source: Enter your username
fr: Entrez votre nom d'utilisateur

source: Enter your password
fr: Entrez votre mot de passe

source: Confirm your password
fr: Confirmez votre mot de passe

source: Re-enter your password for verification
fr: Entrez votre mot de passe à nouveau pour vérification

source: Save
fr: Enregistrer

source: Install succeeded
fr: Installation réussie

source: The Bilboplanet was successfully installed. Here you can find a resume of the configuration
fr: Le bilboplanet a été installé avec succès. Ici vous pouvez trouver un résumé de la configuration

source: Your account
fr: Votre compte

source: Your Bilboplanet
fr: Votre Bilboplanet

source: URL of the BilboPlanet:
fr: URL du Bilboplanet

source: Administration interface:
fr: Interface d'administration

source: Go to the administration interface
fr: Aller à l'interface d'administration

source: The Bilboplanet could not be installed.
fr: Le Bilboplanet ne peut pas être installé.

source: File %s does not exist.
fr: Le fichier %s n'existe pas.

source: The Bilboplanet is already installed. Please remove the tables in the database before. </br> If you want to keep the content of the database, you can also update the database by launching the updating script : %s
fr: Le Bilboplanet est déjà installé. Veuillez supprimer les tables de la base de donnée avant. </br> Si vous voulez garder le contenu de la base de donnée, vous pouvez également mettre à jour la base de donnée en lancant le script de mise à jour : %s

source: Run script
fr: Lancez le script

source: Bilboplanet Install Wizard
fr: Assistant d'installation du bilboplanet

source: Installation wizard of the Bilboplanet
fr: Assistant d'installation du bilboplanet

source: The file <strong>%s</strong> already exists. If you need to reinitialize on of the configuration elements in this file, please remove the configuration file first or <a href="%s">continue the installation</a>.
fr: Le fichier <strong>%s</strong> existe déjà. Si vous avez besoin de réinitialiser la configuration dans ce fichier, supprimez ce fichier d'abord ou <a href="%s">continuez l'installation</a>

source: Welcome to the BilboPlanet. Before you begin, we need some informations concerning the database. You'll need to provide the following information to begin the installation and to create the configuration file.<br /><br /> 1. The host of the database.<br/> 2. The name of the database.<br/> 3. Your username to the database.<br/> 4. Your password to the database.<br/> 4. Table prefix for your database.<br/><br/>
fr: <h3>Bienvenue sur le Bilboplanet. Avant de commencer, vous avez besoin de connaître quelques informations concernant votre base de données. Vous devrez fournir les informations suivantes pour commencer l'installation et créer le fichier de configuration.</h3> 1. L'hôte de la base de données<br/> 2. Le nom de la base de données<br/> 3. Le nom d'utilisateur<br/> 4. Le mot de passe<br/> 5. Le préfixe de vos tables.<br/><br>

source: Database type:
fr: Type de base de données:

source: Host of the database
fr: Hôte de la base de données :

source: Name of the database:
fr: Nom de la base de données :

source: Your username depends of your provider
fr: Votre nom d'utilisateur dépend de votre fournisseur

source: Your password depends of your provider
fr: Votre mot de passe dépend de votre fournisseur

source: Database Tables Prefix:
fr: Préfixe des tables de la base de données :

source: bp_ is the default prefix
fr: bp_ est le préfixe par défaut

source: PHP version is %s (5.0 or earlier needed).
fr: Votre version PHP est la %s (5.0 ou plus récent requis)

source: Multibyte string module (mbstring) is not available.
fr: String multibyte (mbstring) n'est pas disponible

source: Iconv module is not available.
fr: Le module Iconv n'est pas disponible.

source: Output control functions are not available.
fr: Le controle de sortie des fonction n'est pas disponible

source: SimpleXML module is not available.
fr: Le module SimpleXML n'est pas disponible

source: DOM XML module is not available.
fr: Le module DOM XML n'est pas disponible

source: PCRE engine does not support UTF-8 strings.
fr: Le moteur PCRE ne supporte pas les strings UTF-8

source: SPL module is not available.
fr: Le module SPL n'est pas disponible

source: MySQL version is %s (4.1 or earlier needed).
fr: MySQL est à la version %s (4.1 ou plus récent requis)

source: PostgreSQL version is %s (8.0 or earlier needed).
fr: PostgreSQL est en version %s (8.0 ou plus récent requis)

source: Disable newsletter
fr: Désactiver la newsletter

source: Every day
fr: Chaque jour

source: Every week
fr: Chaque semaine

source: Every month
fr: Chaque mois

source: This link is expired
fr: Ce lien est expiré

source: Invalid link
fr: Lien invalide

source: Invalid link token
fr: Token invalide

source: Thank you for validating your account !
fr: Merci d'avoir validé votre compte !

source: Welcome on the %s
fr: Bienvenue sur le %s

source: Congratulations ! Your account was created and validated. You are now able to connnect on the planet and to change your settings. Feel free to do so and discover all the nice features that you can enable for a better surf!
fr: Félicitations ! Votre compte a été activé et validé. Vous pouvez désormais vous connecter sur le planet et changer votre configuration. N'hésitez pas à découvrir toutes les fonctionnalités qui sont mises à votre disposition pour une meilleure expérience utilisateur!

source: Change your user settings
fr: Modifier vos configurations utilisateur

source: Enable the social networks links that you want to use (Google+, Twitter, Shaarli)
fr: Activer les réseaux sociaux que vous souhaitez utiliser (Google+, Twitter, Shaarli)

source: Share your blog and your feeds
fr: Partager votre blog et vos flux

source: Add tags on your post blogs to get them in the right tribes
fr: Ajouter des tags sur vos articles pour qu'ils apparaissent dans les bonnes tribus

source: Create your own tribes and personalised filtered feeds
fr: Créer vos propre tribus et vos flux filtrés personnalisés

source: To login into your account, go on the following page :
fr: Pour vous connecter à votre compte, allez à la page suivante :

source: We hope you'll enjoy being on this planet and being part of our community.
fr: Nous espérons que vous allez apprécier votre accès à ce planet et faire ainsi partie de notre communauté.

source: This feed %s or site %s is not a valid URL.
fr: Ce flux %s ou site %s n'est pas une URL valide.

source: The user is not existing
fr: L'utilisateur n'existe pas

source: This feed is already waiting for validation.
fr: Ce flux est déjà en attente de validation

source: This feed is already used in this planet by user %s
fr: Le flux %s est déjà utilisé par un utilisateur

source: Feed %s waiting for validation
fr: Flux %s en attente de validation

source: Feed validation request for %s
fr: Demande de validation pour le flux %s

source: Site url :
fr: Adresse du site :

source: An email was sent to the site administrator to ask for validation.
fr: Un email a été envoyé à l'administrateur du site pour demander validation

source: The email could not be sent to the site administrator for validation.
fr: L'email n'a pas pu être envoyé à l'administrateur du site pour validation.

source: Feed removed :
fr: Flux supprimé :

source: This feed does not exist
fr: Ce flux n'existe pas dans la base de données.

source: Statusnet Account
fr: Compte StatusNet

source: Error detected
fr: Erreur détectée

source: Please check statusnet URL : Invalid URL
fr: Veuillez vérifier l'URL de statusnet : URL Invalide

source: Please check shaarli URL : Invalid URL
fr: Veuillez vérifier l'URL de shaarli : URL Invalide

source: Social settings successfully configured.
fr: Vos préférences sociales ont correctement été configurées

source: The post is already removed
fr: Cet article est déjà supprimé
